content-org/all-posts.zh-cn.org
#+hugo_base_dir: ../

#+hugo_weight: auto
#+hugo_auto_set_lastmod: t
#+options: author:nil

** DONE 影评两则 - Tetris & John Wick 4
CLOSED: [2023-04-08 Sat 11:31]
:PROPERTIES:
:EXPORT_FILE_NAME: two-movie-reviews.zh-cn.md
:EXPORT_DATE: <2023-04-04 Tue>
:EXPORT_HUGO_CUSTOM_FRONT_MATTER+: :featuredImage /ox-hugo/two-movie-reviews-cn-cover.jpeg
:EXPORT_HUGO_CUSTOM_FRONT_MATTER+: :featuredImagePreview /ox-hugo/two-movie-reviews-cn-preview.jpg
:END:
这个周末得闲，分别在家看了 Apple TV 新出的游戏传记电影 [[https://www.imdb.com/title/tt12758060/][Tetris]]。 以及在影院看了 [[https://www.imdb.com/title/tt10366206/][John Wick: Chapter 4]]， 都挺喜欢的， 写上几笔影评，记录一下。 剧透警告！
#+begin_export html
<!--more-->
#+end_export
*** Tetris - 俄罗斯方块
我完全是奔着任天堂和预告里提到的 Game Boy。 没想到出乎意料的好看。 虽然这部作品改编自真实故事，但我认为其中仍有很多戏剧性元素。当然，也少不了让人喜闻乐见的美国个人英雄主义，以及对苏联和俄罗斯人的冷嘲热讽。尽管电影中有很多好莱坞特有的俗套情节和转折，但我特别欣赏它干净利落、不拖泥带水却趣味横生的剪辑风格。尤其是时不时出现的 8-bit 游戏画面，让我这个游戏爱好者兴奋不已。

虽然我没有玩过太多俄罗斯方块，但它确实是我最早接触的游戏之一。在国内长大，自然没有机会玩到正版掌机，但这并不影响我接触到各种99合一的小霸王游戏机和各种奇奇怪怪的掌机。只需装上几节五号电池，就能快乐地玩上好几天。尽管我在俄罗斯方块上的技艺一般，但也曾沉迷于此，花费了不少时间。然而，我从未仔细思考过这个游戏名字的来源。抛开艺术表现，可以想象到当年 Tetris 创作者的心路历程。最后吐槽一句，社会主义国家对版权的忽视大概是一种传统吧。

*** Jonh Wick: Chapter 4 - 疾速追杀 4
相较于偶然观看的 Tetris，我一直都是 John Wick 系列的狂热粉丝。早就期待着杀神再度降临。四部电影过去了，我却依然没有丝毫的视觉疲劳。简约的视觉效果、朴实无华的动作设计，一点点揭开的黑帮世界，以及时不时出现的奇特设定，一切都为了打斗场面的展现，让人看得痛快淋漓。就像在寒冷的冬天，饥饿了一天，终于品尝到一大碗拉面的满足；又仿佛在炎炎夏日，征服山巅，然后一口气喝完一杯冰爽可乐，痛快至极！

特别喜欢电影后段的一场枪战戏码，通过俯视角长镜头捕捉到主角在一幢破旧公寓楼内，拿着喷火枪乱射的画面。起初我一直误以为这是在致敬[[https://store.steampowered.com/app/219150/Hotline_Miami/][迈阿密热线 Hotline Miami]]，后来才在 Twitter 上发现，原来这场戏的灵感来源于[[https://store.steampowered.com/app/741510/The_Hong_Kong_Massacre/][杀戮香港 The Hong Kong Massacre]]。实在是精彩无比。
#+begin_export html
{{< tweet 1640058111086981122 >}}
#+end_export
John Wick 系列向来没有过多的剧情深度，这部作品当然也不例外。但这又有何妨呢？我期待的是一部充满爆米花式精彩动作场面的电影，而正是这样的作品让我感到满足。等到蓝光发行时，我肯定还会在家中重温几遍！

至于结局， John 到底生死如何其实并不那么重要。我更期待系列的下一部作品。如果基努·里维斯能够继续出演，那就再完美不过了。

